Repository: herzi/mango-lassi
Catalog: po/*.po
Languages: fr

source: Input Device Sharing
fr: Partage des périphériques d'entrée

source: Share mouse and pointer with other Computers
fr: Partagez la souris et le clavier avec d'autres ordinateurs

source: Mouse and keyboard are being redirected to <b>%s</b>, which is located to the <b>%s</b> of this screen. To redirect input back to this screen, press and release both shift keys simultaneously.
fr: La souris et le clavier ont été redirigés sur <b>%s</b> situé à <b>%s</b> de cet écran. Pour rediriger l'entrée sur cet écran, appuyez et relachez simultanément les deux touches shift.

source: left
fr: gauche

source: right
fr: droite

source: %s now shares input with this desktop
fr: %s partage désormais les entrées avec ce bureau

source: You're now sharing keyboard and mouse with <b>%s</b> which is located to the <b>%s</b>.
fr: Vous partagez désormais le clavier et la souris avec <b>%s<b> qui se trouve à <b>%s</b>.

source: %s no longer shares input with this desktop
fr: %s ne partage plus ses entrées avec ce bureau

source: You're no longer sharing keyboard and mouse with <b>%s</b> which was located to the <b>%s</b>.
fr: Vous ne partagez plus désormais le clavier et la souris avec <b>%s</b> qui était à <b>%s</b> de ce bureau.

source: %s's desktop on %s
fr: Bureau de %s sur %s

source: display information useful for debugging
fr: affiche des informations utiles au débogage

source: <i>Reorder the desktops you're already sharing mouse and keyboard with, or add new desktops to your session. Order the desktops in the list above from left to right how they are positioned on your desk. Please make sure to run Mango Lassi Input Sharing on all computers you want so share input with.</i>
fr: <i>Réorganisez les bureaux avec lesquels vous partagez déjà clavier et souris ou ajoutez de nouveaux bureaux à votre session. Organisez les bureaux dans la liste ci-dessus. Assurez-vous que Mango Lassi Input Sharing soit exécuté sur les tous les ordinateurs avec lesquels vous souhaitez partager les entrées.</i>

source: Input Sharing
fr: Partage des entrées

source: Move R_ight
fr: Vers la _Droite

source: Move _Left
fr: Vers la _Gauche

source: _Add
fr: _Ajouter

source: _Remove
fr: _Supprimer
